drink_coffee_backend/app/controllers/api/v1/coffees_controller.rb

  def index
    coffees = Coffee.all
    render json: coffees.map { |coffee|
---
SELECT "coffees".* FROM "coffees"